Repository: common-repository/brainytalk-chat
Catalog: langs/brainytalk-*.po
Languages: es_es

source: Informações
es_es: Informaciones

source: Versão
es_es: Versión

source: Site do Plugin
es_es: El sitio del Plugin

source: Sobre a BrainyTalk
es_es: Acerca de BrainyTalk

source: Autenticação
es_es: Autentificación

source: Faça login ou crie uma conta
es_es: Iniciar sesión o crear una cuenta

source: Entrar
es_es: Ingresar

source: É necessário ter uma conta válida para utilizar o plugin.
es_es: Debe tener una cuenta válida para usar el plugin.

source: E-mail
es_es: Correo electrónico

source: Digite seu e-mail
es_es: Indica tu email

source: Senha
es_es: Contraseña

source: Esqueceu sua senha?
es_es: No Recuerdas tu Contraseña.

source: Não possui conta?
es_es: ¿No tienes cuenta?

source: Crie uma conta agora e começa a utilizar o plugin:
es_es: Crear una cuenta ahora y comience a usar el plugin:

source: Validação
es_es: Validación

source: Contas válidas possuem uma chave específica
es_es: Cuentas válidas tienen una clave específica

source: Chave da API
es_es: Clave de API

source: API Key é um código único que utilizamos para identificar sua conta.
es_es: API Key es un código único que se utiliza para identificar su cuenta.

source: Clique no botão abaixo para acessar o nosso aplicativo e responder aos visitantes em tempo real.
es_es: Haga clic en el botón de abajo para acceder a nuestra aplicación y responder a los visitantes en tiempo real.

source: Acessar Aplicação
es_es: Acceso

source: Digite sua API Key
es_es: Introduzca su clave de API

source: Aparência
es_es: Apariencia

source: É hora de deixar o plugin com a sua cara
es_es: Es el momento de dejar el plugin con tu cara

source: Selecione o canal de chat a ser usado
es_es: Seleccione el canal de chat para ser utilizado

source: Fale Conosco
es_es: Contáctenos

source: Título do Chat
es_es: Título de la charla

source: Ex: Fale Conosco
es_es: Contáctenos

source: Estilo 1
es_es: 1 estilo

source: Estilo 2
es_es: 2 estilo

source: Cor Principal
es_es: Color principal

source: (Clique para selecioanar a cor)
es_es: (Haga clic para selecioanar el color)

source: Cor do texto
es_es: Color del texto

source: Cor do Shadow (Estilo 1)
es_es: Color de la sombra (estilo 1)

source: Cor do Cabeçalho
es_es: Color del encabezado

source: Imagem de Fundo
es_es: Fondo de página

source: (Clique no botão para fazer o upload ou insira uma URL)
es_es: (Haga clic en el botón para añadir o introduzca una URL)

source: Deixe em branco para utilizar a imagem padrão
es_es: Deje en blanco para usar la imagen predeterminada

source: Selecionar
es_es: Seleccionar

source: Restaurar definições de cores e imagem
es_es: Restaurar imagen y ajustes de color

source: Salvar Alteraçoes
es_es: Guardar los cambios

source: Fechar
es_es: Cerrar

source: Não possui uma conta?
es_es: ¿No tienes una cuenta?

source: Crie sua conta agora, e aproveite o melhor do atendimento on-line.
es_es: Crea tu cuenta ahora y disfrutar de lo mejor del servicio en línea.

source: Nome Completo
es_es: Nombre Completo:

source: João da Silva
es_es: Juan Silva

source: Endereço de E-mail
es_es: Dirección de correo

source: exemplo@servidor.com
es_es: ejemplo@empresa.com

source: Telefone
es_es: Teléfono

source: Força da senha
es_es: Contraseña

source: Salvar
es_es: Guardar

source: Confirmação de e-mail
es_es: E-mail (confirmación)

source: Enviamos um e-mail para
es_es: Enviar un correo electrónico a

source: Confirme seu e-mail através deste e faça login em sua conta
es_es: Confirme su correo electrónico a través de este e iniciar sesión en tu cuenta

source: Ocorreu um erro no cadastro. Tente novamente!
es_es: Hubo un error en el registro. ¡Vuelve a intentarlo!

source: Login efetuado com sucesso
es_es: Inicio de sesión realizado con éxito

source: Ocorreu um erro na autenticação. Tente novamente!
es_es: Hubo un error en la autenticación. ¡Vuelve a intentarlo!

source: É necessário confirmar o seu endereço de e-mail.
es_es: Es necesario confirmar su correo electrónico.

source: O e-mail e a senha digitados não coincidem. Tente novamente!
es_es: El correo electrónico y la contraseña no coinciden. ¡Vuelve a intentarlo!

source: Erro salvando as configurações. Tente novamente!
es_es: Error al guardar la configuración. ¡Vuelve a intentarlo!

source: Configurações salvas com sucesso!
es_es: Ajustes guardados con éxito!

source: E-mail enviado!
es_es: Correo electrónico enviado!

source: Erro ao enviar e-mail!
es_es: Error al enviar correo

source: Bem Vindo
es_es: Bienvenido/a

source: Você tem certeza?
es_es: ¿Estás seguro?

source: As definições de cor e a imagem de fundo serão alteradas para o padrão! Você poderá configurar novamente depois.
es_es: Las definiciones de color y la imagen de fondo se cambiará el valor predeterminado. Puede configurar más tarde.

source: Sim, restaurar!
es_es: Sí, restaurar!

source: Plugin de chat integrado para uso com o sistema BrainyTalk
es_es: Plugin de chat integrado para su uso con el sistema de BrainyTalk
